{"talent":[{"id":"A","name":"Heather Leah","title":"What's It Like Being a Superhero?","summary":"Heather Leah (alias Blue Beacon) is the Triangle's newest superhero. Balancing a full-time teaching job, housework, relationships--but on her lunch break, she's saving the world. Each day in May she's doing a volunteer event, partnering with several non-profits of diverse causes in a project that combines hands on do-gooding with awareness-raising storytelling on her blog, Candid Slice. Superhero for a Month is Blue Beacon's volunteer-a-thon, and she wants to collect all the inspiring stories of the non-profits and volunteers she'll be involved with, to spread their mission statements and raise money for Activate Good, which promotes volunteerism across Wake County. A mix of weird and inspiring, the superhero for a month story aims to show everyone their own power to be a hero and make an impact."},{"id":"B","name":"Kyle Berner","title":"The Evolution of the One-for-One Business Model","summary":"TOMS created a new industry - and opportunity - for hundreds of entrepreneurs across the United States with the One-for-One model. It had its place in time, but this model needs a refresh: Empowerment. No more giving. No more hand-outs. Let's create business model that put people to work in a fair way and empower them from the ground up. That's where Feelgoodz comes in."},{"id":"C","name":"Kristen Baumlier","title":"Food Font: Why not play and write with food?","summary":"Food Font is an interactive art project where people can make alphabets out of food, take pictures of each letter, and later use these and other food alphabets in a fun, free, interactive online design tool. The project supports dialogue and builds community around food, health, and sustainability. Food Font is designed for use by a variety of groups including you with your friends and family, farmer's markets, teachers and students in the classroom, community gardens, chefs and restaurants, and people who have a passion for food."},{"id":"D","name":"Jason Hibbets","title":"Open source beyond technology","summary":"I love talking about open source and how it?s influencing communities outside of technology. My talk is about the open government and open data movements in Raleigh and the citizen participation and culture that makes it successful."},{"id":"E","name":"David Matthew Parker","title":"Data Driven Art, or Making Anal-Retentiveness Work for Me","summary":"My mother was an artist. When I was young she tried to teach me to draw and paint?much to her frustration, because she was always telling me to loosen up, and I just couldn?t. I had to be meticulous and precise. But meticulousness and precision aren?t good qualities when sketching a figure or a landscape. Then, when I grew up, I discovered a way to make art in a way that served my meticulous and precise tendencies. It involves as much discovering as making, finding patterns in bits of data floating in the ether."},{"id":"F","name":"Geoffrey Neal","title":"subtext","summary":"this is a work of performance art shoveled into a pkn format. the text was written in one sitting without additions\/deletions\/substitutions (automatist) and the images were chosen and assembled with likewise care.","presentedBefore":true},{"id":"G","name":"Todd Delk","title":"How the Great Recession Drastically Improved One Guy's Life","summary":"A presentation on how a downturn in the economy and cutbacks at my previous employer led to the discovery of two of the biggest passions in my life (volunteering with SPARKcon and the Appalachian Trail Conservancy) as well as a job change and life change that have made me a much happier and creative person in the long run.","presentedBefore":true},{"id":"H","name":"John Lowe","title":"The Art of Conversation in a Technology Culture","summary":"In today's culture, the focus is on technology. Business is run by it, consumers purchase through it, the world communicates by it, and kids are absorbed with it. In spite of all that, at the end of the day, to accomplish anything meaningful, at some point people have to talk to people. The art of verbally sharing a compelling message and impressing and inspiring others is being lost. Those that embrace it and become good at it are at a distinct advantage. This talk will inspire the audience to develop their verbal communication skills."},{"id":"I","name":"Mike Zhu","title":"An Amazing Cup: 3rd Wave Coffee and Why the Barista Matters","summary":"An often forgotten subject of coffee are the Baristas and cafes that ultimately make the cup you drink. This is especially important in the 3rd wave\/specialty\/artisan coffee industry. Forgetting the importance of the Barista is similar to forgetting about the role of the chef at a 5 star restaurant. While we're fortunate to have some fantastic roasters in the Triangle, large inconsistencies exist between the quality of the cup and that depends significantly on WHO makes your coffee and the equipment\/tools used by the cafe. This applies to brewing coffee at home as well. We want to educate people on the role baristas play in our coffee community along with some general knowledge and courtesies you might consider next time when ordering at a cafe. What latte art means, milk choices, why porcelain cups matter and tipping."},{"id":"J","name":"George Smart","title":"Mayberry Modernism: How the Triangle Became Famous Before Clay Aiken","summary":"What's North Carolina's greatest secret? We have the third most Modernist houses than anywhere in the country, including more than 800 within 20 miles of SparkCon. The founder of North Carolina Modernist Houses shares why that happened, the best of these ?livable works of art? in the Triangle, and how remarkably affordable living in a \"coffee table book house\" can be!","presentedBefore":true,"duplicateTalks":true},{"id":"K","name":"Jamie Katz","title":"Enthusiasm, Community, and Synergy: The Road to World of Bluegrass in Raleigh","summary":"This September 24-28, 2013, will be the first of three years that the International Bluegrass Music Association's World of Bluegrass will be hosted in Raleigh! So, what will be happening during these 5 days, and how can music fans and people in and around Raleigh participate and take advantage of the great opportunities this event is bringing to our state?\u003Cbr \/\u003E \u003Cbr \/\u003E How is the community rallying behind World of Bluegrass, which encompasses an awards show, a bluegrass festival (with free and ticketed components), a \"Bluegrass Ramble,\" and a business conference? What is a local organizing committee, and what is its purpose? What other bluegrass-related events are happening in and around Raleigh?"},{"id":"L","name":"Michiel Doorn","title":"Process innovation for complex sustainable development projects","summary":"Traditionally, land development and other multi-stakeholder, large-scale projects have been managed by defining a specific result, ever more detailed scopes of work and associated bid contracts. This is becoming increasingly hard to realize, especially if such projects need to be developed sustainably. New, whole-systems oriented, integrative and dynamic approaches are needed to design and manage such sustainable, complex projects that allow for working with uncertainty and multiple stakeholders. As such, a more suited approach is working with overarching principles (e.g., Cradle 2 Cradle?) that are co-created and underwritten by team members and key stakeholders. Research results and methods from a large development project in the Netherlands are shared (Floriade Venlo). One finding: professionals responsible for designing and executing a large sustainable development, ie. green business park, are likely to have the most challenges with subjective issues, not with technical ones!"},{"id":"M","name":"Nathan Blaker","title":"Operation: New Directions","summary":"The Mission: On the morning of Friday, 8\/2\/13, Nathan will be dropped off near the North Carolina\/ Tennessee\/ Virginia border and hike south for ten days on the Appalachian Trail.  Gear: 1) Stuff to eat. 2) Stuff to sleep. 3) Stuff to track location. 4) Camera. 5) Camera Manual. Mission Objectives:  A) Hike from Sam's Gap to Davenport Gap (80.2 Miles) B) Learn how to use the camera. (Use Camera and Manual.) C) Keep a Journal to better share experience with PKN Raleigh. D) Return after 10 days, and then go to Romania to take pictures at a wedding\/ shoot a short film\/ travel the monasteries for two weeks. E) Learn lessons. Have experiences. Get dirty. Take pictures. Come back and share. Mission risk: Moderate. Mission necessity: Critical. Extraction Point: Standing Bear Farm. Rendezvous with Little Sis on Monday, August 12 at 13:00."},{"id":"N","name":"Maria Droujkova","title":"Big problems, small math?","summary":"We all know it?s important to use the right tool for the right job. Only cartoon characters use sledgehammers to crack nuts. Only circus clowns transport a dozen people in a VW Beetle. Only comically angry drill sergeants tell you to scrub floors with a toothbrush. That?s funny, we get it. We don?t really do things this way. Oh, really? Consider this - the most pressing problems our society faces are BIG. The math our kids spend years learning is SMALL. No wonder adults come across as evil overlords who chose math as an over-elaborate, bizarre, completely detached from reality torture device. How can we change things around and invite the kids to the BIG, useful, and exciting math?","presentedBefore":true},{"id":"O","name":"Teri Saylor","title":"We the People","summary":"For three years, I have been documenting the modern civil rights movement. I recently completed a Master Documentary Writing Institute. My project for the week was to write a description of the movement. I presented this description, accompanied by photos, and it was well-received. For PKN night, I will give the presentation Pecha Kucha style. Here is an excerpt: \"The ground on Halifax Square in downtown Raleigh used to be completely covered over with a soft green, well-manicured lawn, but now the long, wide courtyard is mostly brown dirt - mud when it rains - after thousands of people have work away the grass over 13 weeks of citizen protests, and thanks to the national media, known far and wide as Moral Monday.\"","presentedBefore":true},{"id":"P","name":"Sidd Chopra","title":"The War Against Our Kids","summary":"A quiet war exists between the generations. And sadly, we are winning. We have lied, stolen and cheated the generations to follow. But now we are beginning to pay the price. This is a call to arms. A cry to save our children. A cry to save our future. A cry to save ourselves.","presentedBefore":true},{"id":"Q","name":"Geoffrey Neal","title":"song to sylvia","summary":"this piece will be an exercise in ekphrastic art: one form referencing another. the words are a long poem written to sylvia plath, the photographs are found items connected to the words in strange and casual ways. where the usual form has the words commenting on the other art, this presentation began with the words first, the images following along in their wake.","presentedBefore":true},{"id":"R","name":"Katie Connors","title":"Cultural Influence on Religion","summary":"The talk will explore how cultures affect the operation of a religion. The slides will compare the monasteries in Romania to comparable religious entities closer to home."},{"id":"S","name":"Alex Glenn","title":"Trust the Gut? AG's Believe It or Not!","summary":"When is the last time you felt nervous about a major decision? Have you ever had a gut wrenching experience? Well, new research suggests that these feelings are not only a product of our brain, but are also a result of the \"second brain\" in our body, the Gut. Join Alex as he explores the health of the Gut as a part of the \"Body as a System\" concept, and the direct connections to our personal health, efficiency, and performance. He will use the construction of homes and the \"House as a System\" concept as a metaphor to help the audience draw connections to their personal lives. Alex will blend his career in residential construction, his interest in healthy eating, and his own personal challenges with food to weave a tale of two systems we are all quite familiar with."},{"id":"T","name":"Brittany Iery & Susannah Brinkley","title":"RDU Baton: Building a Community through Pictures","summary":"When we started RDU Baton -- a photography relay race on Instagram -- it was an experiment that evolved into a community beyond our wildest expectations. Each weekday, one Triangle photographer shows off his or her corner of the world in no more than 8 images before passing \"the baton\" to the next person. This vibrant and passionate community of photographers range in expertise, age, profession. Over the course of a year, we?ve collected photos that showcase the lives of RDU citizens and the great cities in which we live."}]}